import Image from "next/image";
import Link from "next/link";
import homeIcon from "../../public/homeIcon.svg";
import rightArrow from "../../public/rightArrow.svg";
import aboutUsPicture from "../../public/team.jpg";

export const metadata = {
  title: "ჩვენს შესახებ",
};

export default function page() {
  return (
    <section className="mt-[128px] container mx-auto max-sm:max-w-[90%]">
      <div className="flex  items-center gap-3 my-3">
        <Link href="/">
          <Image
            className="w-[14px] h-[12px] sm:w-[16px] sm:h-[14px]"
            src={homeIcon}
            alt="homeIcon-svg"
          />
        </Link>
        <Image className="mt-[2px]" src={rightArrow} alt="rightArrow-svg" />
        <div>
          <Link href="/about">
            <p className="caps-text text-xs hover:underline sm:text-sm font-regular text-[#6A737D] mt-[5px]">
              ჩვენს შესახებ
            </p>
          </Link>
        </div>
      </div>
      <div>
        <img
          className="w-full h-[550px] max-sm:h-[450px] mt-7 object-cover rounded-[20px]"
          src={aboutUsPicture.src}
          alt="about-us picture"
        />
        <div className="text-[#434A53] max-sm:text-sm mt-[40px] leading-[24px]">
          <p>
            დიანა ჩაგოშვილი ჩვენი ერთ-ერთი წარმატებული კურდსამთავრებულია. მან
            არც მეტი, არც ნაკლები 3 კურსი გაიარა: სოციალური მედიის, ციფრული
            მარკეტინგისა და ქოფირაითინგის. ის ამჟამად სამშენებლო კომპანია
            ,,დეკოლაინისა’’ და არქიტექტურული სტუდია ,,არქ არეას’’ სოციალური
            მედიის მენეჯერია და ასევე კომპანია ,,ჯეჯელატოში’’ პიარისა და
            მარკეტინგის მენეჯერის პოზიციას იკავებს.
          </p>
          <p className="pt-4">
            გამარჯობა, მე დიანა ვარ, 20 წლის. უნივერსიტეტში პიარისა და
            კომუნიკაციის პროგრამაზე ვსწავლობ. მუდმივად ვცდილობ ახალი ცოდნისა და
            გამოცდილების მიღებას და განვითარება ჩემი მთავარი პრიორიტეტია. დღეს
            სამყარო ძალიან სწრაფად იცვლება და ვითარდება, ამიტომ რაც უფრო
            მრავალფუნქციური ხარ და მეტ უნარს ფლობ, მით უფრო წარმატებული და
            მოთხოვნადი ხარ ბაზარზე. სწორედ ამიტომ, როდესაც პოსტი შემხვდა ციფრული
            ინდუსტრიის აკადემიისა და მისი კურსების შესახებ მაშინვე გადავწყვიტე
            ახალი, ციფრული ინდუსტრიის სიღრმისეულად შესწავლა.
          </p>
          <p className="pt-4">
            აკადემიაში სოციალური მედიის, ციფრული მარკეტინგისა და ქოფირაითინგის
            კურსები გავიარე. თითოეულმა მათგანმა ძალიან დიდი, როგორც პრაქტიკული,
            ისე თეორიული ცოდნა მომცა. ამასთანავე დამეხმარა, რომ ჩემი
            შემოქმედებითი აზროვნებისთვის კონკრეტული მიმართულება მიმეცა.
            მიმახვედრა, რომ ეს იყო სფერო, რომელიც ჩემი მიზნების მიღწევაში
            დამეხმარებოდა.
          </p>
          <p className="pt-4">
            ამჟამად სამშენებლო კომპანია ,,დეკოლაინისა’’ და არქიტექტურული სტუდია
            ,,არქ არეას’’ სოციალური მედიის მენეჯერი ვარ. ასევე კომპანია
            ,,ჯეჯელატოში’’ პიარისა და მარკეტინგის მენეჯერის პოზიციას ვიკავებ.
          </p>
          <p className="pt-4">
            აკადემიაში შეძენილი ცოდნა და უნარები ის გასაღები აღმოჩნდა, რომელმაც
            ჩემს წინ უამრავი სხვადასხვა კარი გახსნა და დამეხმარა იმ შთამბეჭდავი
            შესაძლებლობების აღმოჩენაში, რომლებიც ჩემი კარიერის დასაწყის
            წარმოადგენს.
          </p>
          <p className="pt-4">
            ციფრული ინდუსტრია გაინტერესებთ და ამ სფეროში დასაქმება გსურთ? მაშინ
            ჩაეჭიდეთ იმ შესაძლებლობებს, რომლებსაც ცხოვრება გაძლევთ ან კიდევ
            თავად შექმენით ისინი. გჯეროდეთ საკუთარი უნარებისა და შესაძლებლობების
            თუ გინდათ, რომ სხვებმაც დაიჯერონ! მუდმივად განვითარდით და არასოდეს
            დაუწესოთ საკუთარ თავს საზღვრები!
          </p>
        </div>
      </div>
    </section>
  );
}
