"use client";

import React from "react";
import { InfiniteMovingCards } from "../_components/InfiniteMovingCards";

export default function InfiniteMovingCardsDemo() {
  return (
    <div className="h-auto py-8 flex flex-col antialiased   items-center justify-center relative overflow-hidden">
      <InfiniteMovingCards
        items={testimonials}
        direction="right"
        speed="slow"
      />
    </div>
  );
}

const testimonials = [
  {
    quote:
      "ეს კურსი იყო ფანტასტიკური. მასწავლებელმა ყველაფერი ძალიან ნათლად და გასაგებად ახსნა. რაც მთავარია, პრაქტიკული დავალებები მართლაც საინტერესო და სასარგებლო იყო რეალური სამუშაო გამოცდილების მისაღებად.",
    name: "გიორგი მაისურაძე",
    title: "ვებ დეველოპმენტის კურსი",
  },
  {
    quote:
      "დიანა ჩაგოშვილი ჩვენი ერთ-ერთი წარმატებული კურდსამთავრებულია. მან არც მეტი, არც ნაკლები 3 კურსი გაიარა: სოციალური მედიის, ციფრული მარკეტინგისა და ქოფირაითინგის. ის ამჟამად სამშენებლო კომპანია ,,დეკოლაინისა’’ და არქიტექტურული სტუდია ,,არქ არეას’’ სოციალური მედიის მენეჯერია და ასევე კომპანია ,,ჯეჯელატოში’’ პიარისა და მარკეტინგის მენეჯერის პოზიციას იკავებს.",
    name: "ნინო კახიძე",
    title: "JavaScript-ის საფუძვლები",
  },
  {
    quote:
      "ჩემი მაგალითით ვიტყვი, რომ ამ აკადემიაში სწავლა იყო საუკეთესო გადაწყვეტილება ჩემს კარიერაში. ექვსი თვის შემდეგ უკვე ვიპოვე სამსახური და ახლა პროფესიონალად ვმუშაობ.",
    name: "ლევან ბერიძე",
    title: "FullStack დეველოპმენტი",
  },
  {
    quote:
      "მთელი გუნდი ძალიან პროფესიონალურია და მუდამ მზად არიან დაგეხმარონ. სასწავლო მასალა თანამედროვეა და რეალურ პროექტებზეა მორგებული, რაც ძალიან მნიშვნელოვანია.",
    name: "თამარ კვირიკაშვილი",
    title: "UI/UX დიზაინის კურსი",
  },
  {
    quote:
      "ონლაინ სწავლება ისეთივე ეფექტური აღმოჩნდა, როგორც საკლასო ოთახში. ლექტორები ყოველთვის მზად იყვნენ დამატებითი კონსულტაციებისთვის და ინდივიდუალური დახმარებისთვის.",
    name: "დავით წიკლაური",
    title: "Python პროგრამირება",
  },
];
