import React from "react";

export default function privacyPolice() {
  return (
    <div>
      <p>
        კონფიდენციალურობის პოლიტიკა ბოლო განახლება: 27.03.2025 იდეარუმის
        აკადემია დიდ მნიშვნელობას ანიჭებს მომხმარებელთა კონფიდენციალურობის
        დაცვას. აღნიშნული კონფიდენციალურობის პოლიტიკა განმარტავს, თუ როგორ
        ვაგროვებთ, ვიყენებთ და ვიცავთ თქვენს პერსონალურ მონაცემებს. 1.
        შეგროვებული ინფორმაცია როდესაც დარეგისტრირდებით ჩვენს ვებგვერდზე,
        ვაგროვებთ შემდეგ ინფორმაციას: სახელი, გვარი ელ.ფოსტა ტელეფონის ნომერი
        ნებისმიერი სხვა ინფორმაცია, რომელსაც თავად მოგვაწვდით (მაგალითად,
        კომენტარები, შეფასებები და ა.შ.) 2. მონაცემთა გამოყენება თქვენი
        მონაცემები გამოიყენება შემდეგი მიზნით: თქვენი რეგისტრაციისა და ანგარიშის
        მართვა სასწავლო პროცესთან დაკავშირებული ინფორმაციის მიწოდება ტექნიკური
        მხარდაჭერის გაწევა სერვისის გაუმჯობესება და პერსონალიზაცია 3. მონაცემთა
        გაზიარება ჩვენ არ ვყიდით და არ ვაქირავებთ თქვენს პერსონალურ მონაცემებს
        მესამე პირებზე. 4. მონაცემთა დაცვა ჩვენ ვიყენებთ უსაფრთხოების შესაბამის
        ზომებს თქვენი მონაცემების დაცვისთვის და არასანქცირებული წვდომის თავიდან
        აცილებისთვის. 5. თქვენი უფლებები თქვენ გაქვთ უფლება: მოითხოვოთ წვდომა
        თქვენს მონაცემებზე მოითხოვოთ მონაცემთა განახლება ან წაშლა 6. კონტაქტი თუ
        გაქვთ შეკითხვები კონფიდენციალურობის პოლიტიკის შესახებ, შეგიძლიათ
        დაგვიკავშირდეთ: idearoom.ge@gmail.com (+995) 598 95 57 95 გმადლობთ, რომ
        ენდობით ჩვენს აკადემიას!
      </p>
    </div>
  );
}
